:PROPERTIES:
:ID:       ebb4a160-db74-41df-925c-fd4c17f3b82b
:END:
#+TITLE: These
#+OPTIONS: toc:nil

- tags :: [[id:4cabbb59-a17c-4583-9826-6e6eb436488e][Secure dMPC]], [[id:f749a890-bca4-4e79-87d2-5ac6efc17070][Cyber-Security]]

* Expressions
#+begin_src bash :results drawer :exports results
awk '/*** Expressions/,/*** References/{print   "- [[file:"FILENAME"::*Expressions]["$0"]]"}' *[0-9][0-9][0-9][0-9].org | sed "s,\[- ,\[,"| grep -v "*** Expressions\|References" | sort -V
#+end_src

#+RESULTS:
:results:
- [[file:AnandutaEtAl2020.org::*Expressions][Attack identification and mitigation]]
- [[file:AnandutaEtAl2020.org::*Expressions][However, different from the method proposed by ... our methodology deals with]]
- [[file:AnandutaEtAl2020.org::*Expressions][In this regard]]
- [[file:AnandutaEtAl2020.org::*Expressions][Recently]]
- [[file:AnandutaEtAl2020.org::*Expressions][The main advantages of such approaches include]]
- [[file:AnandutaEtAl2020.org::*Expressions][Trivially separable]]
- [[file:ArabloueiEtAl2014.org::*Expressions][Unlike]]
- [[file:BansalMukhija2020.org::*Expressions][Unlike ... where ..., in the proposed]]
- [[file:BourdaisEtAl2012.org::*Expressions][In all the previous works]]
- [[file:BraunEtAl2020.org::*Expressions][Instead]]
- [[file:BraunEtAl2020.org::*Expressions][In contrast to]]
- [[file:BraunEtAl2020.org::*Expressions][approach]]
- [[file:FungMangasarian2001.org::*Expressions][Omitting some algebra,]]
- [[file:GrimsmanEtAl2019.org::*Expressions][More specifically, the contributions of this paper are the following results]]
- [[file:GrimsmanEtAl2019.org::*Expressions][each node is an agent (and thus we use the terms interchangeably)]]
- [[file:Iiduka2019.org::*Expressions][This paper makes the following three contributions.]]
- [[file:KatewaEtAl2021.org::*Expressions][In contrast to these works,]]
- [[file:KolarijaniEtAl2020.org::*Expressions][Moreover]]
- [[file:KolarijaniEtAl2020.org::*Expressions][One thus hopes]]
- [[file:KolarijaniEtAl2020.org::*Expressions][On the theoretical side]]
- [[file:KolarijaniEtAl2020.org::*Expressions][This paper extends the results of ...]]
- [[file:KolarijaniEtAl2020.org::*Expressions][a key feature of the proposed method]]
- [[file:KolarijaniEtAl2020.org::*Expressions][future research directions in ...]]
- [[file:KolarijaniEtAl2020.org::*Expressions][hindering]]
- [[file:KolarijaniEtAl2020.org::*Expressions][in a ... fashion]]
- [[file:LiuEtAl2016.org::*Expressions][Due to]]
- [[file:LiuEtAl2016.org::*Expressions][The Drawback]]
- [[file:LiuEtAl2016.org::*Expressions][aim to shorten the gap]]
- [[file:LiuEtAl2019.org::*Expressions][investigated]]
- [[file:LuYang2020.org::*Expressions][deliberately]]
- [[file:LuciaEtAl2021.org::*Expressions][In the abovementioned scenarios]]
- [[file:LuciaEtAl2021.org::*Expressions][The main contributions of this article can be stated as follows:]]
- [[file:LuciaEtAl2021.org::*Expressions][play a key role in our society]]
- [[file:MaestreEtAl2021.org::*Expressions][An alternative to deal with this kind of problems is to ...]]
- [[file:MaestreEtAl2021.org::*Expressions][A preliminary version of this paper has appeared as]]
- [[file:MaestreEtAl2021.org::*Expressions][geographically disperse systems]]
- [[file:MaestreEtAl2021.org::*Expressions][inner iteration of the dual decomposition DMPC algorithm.]]
- [[file:MoSinopoli2009.org::*Expressions][The research community has acknowledged the importance of addressing the challenge]]
- [[file:MukherjeeZelazo2019.org::*Expressions][As another direction of work]]
- [[file:Reams1999.org::*Expressions][lemmas are essentially well-known however for completeness we provide short proofs.]]
- [[file:SatchidanandanKumar2017.org::*Expressions][To the best of our knowledge,]]
- [[file:SatchidanandanKumar2017.org::*Expressions][does not appear to have been studied in the literature thus far]]
- [[file:SatchidanandanKumar2017.org::*Expressions][it can potentially infer whether there is malicious activity in the system.]]
- [[file:SatchidanandanKumar2017.org::*Expressions][susceptible]]
- [[file:SatchidanandanKumar2017.org::*Expressions][this approach also falls under the purview]]
- [[file:WuEtAl2018.org::*Expressions][Motivated by this]]
- [[file:YangEtAl2019.org::*Expressions][By ignoring x, the model is reduced to]]
- [[file:YangEtAl2019.org::*Expressions][to show effectivenes of algo]]
:end:

